/* Name of back button */
"Back" = "Back";

/* Name of title */
"Course List" = "Curso Lista";

/* Date of course created */
"Course Created %@" = "Fecho Echo %@";

/* Name of assignment due in 12 hours */
"Assignment is 12 hours due from now" = "Asignación es de 12 horas debido a partir de ahora";

/* Name of assignment due in 6 hours */
"Assignment is 6 hours due from now" = "Asignación es de 6 horas debido a partir de ahora";

/* Name of assignment due now */
"Assignment is exactly a day due from now" = "Asignación es un día debido a partir de ahora";